bpel-service/simple_correlation/src/test/resources/xml/hello_response1.xml

<?xml version='1.0' encoding='UTF-8'?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Body><helloMessage xmlns="http://www.jboss.org/bpel/examples/wsdl">
	<tns:sessionId xmlns:tns="http://www.jboss.org/bpel/examples/wsdl">
	  <tns:id>1</tns:id>
	</tns:sessionId>
	<tns:parameter xmlns:tns="http://www.jboss.org/bpel/examples/wsdl">Test  , Hello World</tns:parameter>
	</helloMessage></SOAP-ENV:Body></SOAP-ENV:Envelope>